Repository: sabatex/sabatex.Identity.UI
Catalog: sabatex.Identity.UI/Resources/IdentitySharedResource.*.resx
Languages: uk

source: Confirm email
uk: Підтвердити електронну пошту

source: Confirm Password
uk: Повторити пароль

source: ConfirmNewPassword
uk: Повторити новий пароль

source: Create a new account.
uk: Створити новий акаунт.

source: CurrentPassword
uk: Поточний пароль

source: Email
uk: Електронна пошта

source: Forgot your password?
uk: Забули пароль?

source: Invalid login attempt.
uk: Неприпустима спроба входу.

source: Log in
uk: Ввійти

source: Log out
uk: Вийти

source: NewPassword
uk: Новий пароль

source: Password
uk: Пароль

source: Register
uk: Зареєструватися

source: Register as a new user
uk: Зареєструвати як нового користувача

source: Remember me?
uk: Запам'ятати пароль?

source: Resend email confirmation
uk: Вислати знову лист підтвердження

source: The password and confirmation password do not match.
uk: Введені паролі не співпадають!

source: The {0} field is not a valid email address.
uk: Поле {0} заповнено некоректно.

source: The {0} field is required.
uk: Поле {0} повинно бути заповнене.

source: The {0} must be at least {2} and at max {1} characters long.
uk: Значення {0} має містити мінімум {2} та максимум {1} символів.

source: UpdatePassword
uk: Змінити пароль

source: Use a local account to log in.
uk: Використати локальний обліковий запис.

source: Use another service to log in.
uk: Використовувати інший сервіс для входу.

source: UseLocalAccountToLogIn
uk: Використовувати локальний обліковий запис для входу.
